<template>
	<div class="container-default">
		<div class="header">
            <div class="header__wrap">
                <img src="/images/logo-1.svg" alt="logo" class="header__logo">
                <div class="header__wrap-button">
                    <a href="" class="header__button-help">Написать нам</a>
                    <a href="" class="header__button-menu">МЕНЮ</a>
                </div>
            </div>
            <div class="header__info">
                <p class="header__info-title">База знаний</p>
                <div class="header__info-wrap">
                    <p class="header__info-wrap-text">главная</p>
                    <p class="header__info-wrap-text">База знаний</p>
                    <p class="header__info-wrap-text">отсрочка</p>
                    <p class="header__info-wrap-text">Подробнее об отсрочке на весенний призыв 2023 года</p>
                </div>
            </div>
        </div>
        <div class="content">
            <div class="content__wrap">
                <div class="content__wrap-input">
                    <svg width="18" height="19" viewBox="0 0 18 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M16.9 18.9751L10.325 12.4001C9.825 12.8334 9.24201 13.1709 8.57603 13.4126C7.91004 13.6543 7.20137 13.7751 6.45 13.7751C4.6473 13.7751 3.12163 13.1501 1.87298 11.9001C0.624325 10.6501 0 9.14176 0 7.3751C0 5.60843 0.625 4.1001 1.875 2.8501C3.125 1.6001 4.6375 0.975098 6.4125 0.975098C8.1875 0.975098 9.69583 1.6001 10.9375 2.8501C12.1792 4.1001 12.8 5.60968 12.8 7.37885C12.8 8.09301 12.6833 8.78343 12.45 9.4501C12.2167 10.1168 11.8667 10.7418 11.4 11.3251L18 17.8751L16.9 18.9751ZM6.425 12.2751C7.77917 12.2751 8.93021 11.7959 9.87813 10.8376C10.826 9.87926 11.3 8.7251 11.3 7.3751C11.3 6.0251 10.826 4.87093 9.87813 3.9126C8.93021 2.95426 7.77917 2.4751 6.425 2.4751C5.05695 2.4751 3.8941 2.95426 2.93645 3.9126C1.97882 4.87093 1.5 6.0251 1.5 7.3751C1.5 8.7251 1.97882 9.87926 2.93645 10.8376C3.8941 11.7959 5.05695 12.2751 6.425 12.2751Z" fill="black"/>
                    </svg>
                    <input placeholder="Найти" type="text" class="content__wrap-input-text">
                </div>
                <div class="content__wrap-list">
                    <div class="content__wrap-list-item">
                        <p class="content__wrap-list-item-text first">Все материалы</p>
                        <p class="content__wrap-list-item-number">123</p>
                    </div>
                    <div class="content__wrap-list-item">
                        <p class="content__wrap-list-item-text">Мобилизация</p>
                        <p class="content__wrap-list-item-number">10</p>
                    </div>
                    <div class="content__wrap-list-item">
                        <p class="content__wrap-list-item-text">Отстрочка</p>
                        <p class="content__wrap-list-item-number">5</p>
                    </div>
                    <div class="content__wrap-list-item">
                        <p class="content__wrap-list-item-text">Студентам</p>
                        <p class="content__wrap-list-item-number">10</p>
                    </div>
                    <div class="content__wrap-list-item">
                        <p class="content__wrap-list-item-text">Аккредитация</p>
                        <p class="content__wrap-list-item-number">12</p>
                    </div>
                    <div class="content__wrap-list-item">
                        <p class="content__wrap-list-item-text">Ипотека</p>
                        <p class="content__wrap-list-item-number">23</p>
                    </div>
                    <div class="content__wrap-list-item">
                        <p class="content__wrap-list-item-text">Дополнительно</p>
                        <p class="content__wrap-list-item-number">10</p>
                    </div>
                </div>
                <a href="" class="content__wrap-link">написать волонтерам</a>
            </div>
                <div class="content__fix">
                    <div class="content__wrap" style="width: 100%;">
                    <div class="content__wrap-card">
                        <p class="content__wrap-title">Подробнее об отсрочке на весенний призыв 2023 года</p>
                        <div class="content__wrap-card-link">
                            <p class="content__wrap-card-link-document">Новости</p>
                            <p class="content__wrap-card-link-date">10 мая 2023 г.</p>
                            <div class="content__wrap-card-link-wrap">
                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M12 7.10012C11.0309 7.10012 10.0835 7.3875 9.27771 7.92592C8.47191 8.46434 7.84386 9.22962 7.47299 10.125C7.10212 11.0203 7.00508 12.0056 7.19415 12.9561C7.38322 13.9066 7.8499 14.7797 8.53518 15.4649C9.22045 16.1502 10.0936 16.6169 11.0441 16.806C11.9946 16.995 12.9798 16.898 13.8751 16.5271C14.7705 16.1563 15.5358 15.5282 16.0742 14.7224C16.6126 13.9166 16.9 12.9693 16.9 12.0001C16.9 10.7006 16.3838 9.45423 15.4648 8.5353C14.5459 7.61637 13.2996 7.10012 12 7.10012ZM12 15.1001C11.3869 15.1001 10.7875 14.9183 10.2777 14.5777C9.76794 14.237 9.3706 13.7529 9.13597 13.1864C8.90134 12.62 8.83995 11.9967 8.95957 11.3953C9.07918 10.794 9.37443 10.2416 9.80797 9.80809C10.2415 9.37455 10.7939 9.0793 11.3952 8.95969C11.9966 8.84007 12.6199 8.90146 13.1863 9.1361C13.7528 9.37073 14.2369 9.76806 14.5776 10.2779C14.9182 10.7876 15.1 11.387 15.1 12.0001C15.1 12.8223 14.7734 13.6108 14.192 14.1922C13.6107 14.7735 12.8222 15.1001 12 15.1001ZM22.69 10.7201C22.2982 9.91372 21.7857 9.17184 21.17 8.52012C20.0105 7.28822 18.6598 6.25156 17.17 5.45012C15.5916 4.55021 13.8162 4.05226 12 4.00012C9.23737 4.14477 6.60028 5.1996 4.5 7.00012C3.57943 7.72486 2.75599 8.5651 2.05 9.50012C1.76528 9.89305 1.51755 10.3115 1.31 10.7501C1.12114 11.1408 1.01557 11.5665 1 12.0001C1.01138 12.4439 1.11706 12.8803 1.31 13.2801C1.70178 14.0865 2.21435 14.8284 2.83 15.4801C3.98946 16.712 5.34016 17.7487 6.83 18.5501C8.40838 19.45 10.1838 19.948 12 20.0001C14.7626 19.8555 17.3997 18.8006 19.5 17.0001C20.4363 16.288 21.2766 15.4577 22 14.5301C22.2847 14.1372 22.5324 13.7187 22.74 13.2801C22.9157 12.8765 23.0043 12.4403 23 12.0001C22.9886 11.5563 22.8829 11.12 22.69 10.7201ZM20.86 12.4701C20.5536 13.0779 20.1594 13.6372 19.69 14.1301C18.6977 15.192 17.5434 16.0898 16.27 16.7901C14.9675 17.5378 13.5011 17.9533 12 18.0001C9.6965 17.861 7.50166 16.9725 5.75 15.4701C4.96957 14.8545 4.27063 14.1421 3.67 13.3501C3.46562 13.0744 3.28814 12.7797 3.14 12.4701C3.06869 12.3219 3.02143 12.1632 3 12.0001C3.02143 11.837 3.06869 11.6784 3.14 11.5301C3.44636 10.9223 3.8406 10.363 4.31 9.87012C5.30226 8.80829 6.45659 7.91048 7.73 7.21012C9.03247 6.46248 10.4989 6.04693 12 6.00012C14.3035 6.13926 16.4983 7.02774 18.25 8.53012C19.0304 9.14572 19.7294 9.85811 20.33 10.6501C20.5344 10.9258 20.7119 11.2205 20.86 11.5301C20.9313 11.6784 20.9786 11.837 21 12.0001C20.9786 12.1632 20.9313 12.3219 20.86 12.4701Z" fill="#828282"/>
                                </svg>
                                <p class="content__wrap-card-link-text"> 200 просмотров</p>
                            </div>
                            <div class="content__wrap-card-link-wrap">
                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M17 7.00012H16V6.00012C16 4.93926 15.5786 3.92184 14.8284 3.17169C14.0783 2.42155 13.0609 2.00012 12 2.00012C10.9391 2.00012 9.92172 2.42155 9.17157 3.17169C8.42143 3.92184 8 4.93926 8 6.00012V7.00012H7C6.20435 7.00012 5.44129 7.31619 4.87868 7.8788C4.31607 8.44141 4 9.20447 4 10.0001V18.0001C4 18.7958 4.31607 19.5588 4.87868 20.1214C5.44129 20.6841 6.20435 21.0001 7 21.0001H17C17.7956 21.0001 18.5587 20.6841 19.1213 20.1214C19.6839 19.5588 20 18.7958 20 18.0001V10.0001C20 9.20447 19.6839 8.44141 19.1213 7.8788C18.5587 7.31619 17.7956 7.00012 17 7.00012ZM10 6.00012C10 5.46969 10.2107 4.96098 10.5858 4.58591C10.9609 4.21084 11.4696 4.00012 12 4.00012C12.5304 4.00012 13.0391 4.21084 13.4142 4.58591C13.7893 4.96098 14 5.46969 14 6.00012V7.00012H10V6.00012ZM18 18.0001C18 18.2653 17.8946 18.5197 17.7071 18.7072C17.5196 18.8948 17.2652 19.0001 17 19.0001H7C6.73478 19.0001 6.48043 18.8948 6.29289 18.7072C6.10536 18.5197 6 18.2653 6 18.0001V10.0001C6 9.73491 6.10536 9.48055 6.29289 9.29302C6.48043 9.10548 6.73478 9.00012 7 9.00012H17C17.2652 9.00012 17.5196 9.10548 17.7071 9.29302C17.8946 9.48055 18 9.73491 18 10.0001V18.0001ZM13.5 13.4801C13.4993 13.7335 13.4348 13.9827 13.3124 14.2047C13.1901 14.4266 13.0139 14.6142 12.8 14.7501V15.4801C12.8 15.6923 12.7157 15.8958 12.5657 16.0458C12.4157 16.1958 12.2122 16.2801 12 16.2801C11.7878 16.2801 11.5843 16.1958 11.4343 16.0458C11.2843 15.8958 11.2 15.6923 11.2 15.4801V14.7501C10.9861 14.6142 10.8099 14.4266 10.6876 14.2047C10.5652 13.9827 10.5007 13.7335 10.5 13.4801C10.5 13.0823 10.658 12.7008 10.9393 12.4195C11.2206 12.1382 11.6022 11.9801 12 11.9801C12.3978 11.9801 12.7794 12.1382 13.0607 12.4195C13.342 12.7008 13.5 13.0823 13.5 13.4801Z" fill="#E45289"/>
                                </svg>
                                <p class="content__wrap-card-link-text first">Эксклюзивно по подписке</p>
                            </div>
                        </div>
                        <div class="content__wrap-card-link-like">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.44 3.22005C15.0831 3.21944 13.7734 3.71772 12.76 4.62005C12.551 4.807 12.2804 4.91035 12 4.91035C11.7196 4.91035 11.449 4.807 11.24 4.62005C10.4403 3.90824 9.45177 3.44292 8.39359 3.28019C7.33541 3.11746 6.25276 3.26426 5.27612 3.7029C4.29949 4.14154 3.47057 4.85329 2.88928 5.75236C2.308 6.65143 1.99916 7.69944 2 8.77006C2 13.5201 9.3 19.0801 11.42 20.6001C11.5894 20.7206 11.7921 20.7854 12 20.7854C12.2079 20.7854 12.4106 20.7206 12.58 20.6001C14.7 19.0801 22 13.5201 22 8.77006C21.9974 7.29718 21.4104 5.88554 20.368 4.845C19.3256 3.80446 17.9129 3.22005 16.44 3.22005ZM12 18.5401C7.93 15.5401 4 11.4501 4 8.77006C4.00271 8.08668 4.20206 7.41853 4.57423 6.84538C4.94641 6.27224 5.47568 5.81833 6.09885 5.53785C6.72202 5.25737 7.41274 5.16218 8.08855 5.26364C8.76435 5.36511 9.39667 5.65894 9.91 6.11005C10.4843 6.62518 11.2285 6.91008 12 6.91008C12.7715 6.91008 13.5157 6.62518 14.09 6.11005C14.6033 5.65894 15.2356 5.36511 15.9115 5.26364C16.5873 5.16218 17.278 5.25737 17.9012 5.53785C18.5243 5.81833 19.0536 6.27224 19.4258 6.84538C19.7979 7.41853 19.9973 8.08668 20 8.77006C20 11.4501 16.07 15.5201 12 18.5401Z" fill="#828282"/>
                            </svg>
                            <p class="content__wrap-card-item-comment">12</p>
                            <svg style="margin-left: 16px;" width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M18 3.00009H6C5.20435 3.00009 4.44129 3.31616 3.87868 3.87877C3.31607 4.44138 3 5.20444 3 6.00009V16.0001C3 16.7957 3.31607 17.5588 3.87868 18.1214C4.44129 18.684 5.20435 19.0001 6 19.0001H8V21.0001C7.99645 21.1783 8.04058 21.3542 8.12784 21.5096C8.21509 21.665 8.3423 21.7943 8.49629 21.884C8.65027 21.9738 8.82545 22.0207 9.00368 22.02C9.18191 22.0193 9.35671 21.971 9.51 21.8801L14.27 19.0001H18C18.7956 19.0001 19.5587 18.684 20.1213 18.1214C20.6839 17.5588 21 16.7957 21 16.0001V6.00009C21 5.20444 20.6839 4.44138 20.1213 3.87877C19.5587 3.31616 18.7956 3.00009 18 3.00009ZM19 16.0001C19 16.2653 18.8946 16.5197 18.7071 16.7072C18.5196 16.8947 18.2652 17.0001 18 17.0001H14C13.8205 17.0001 13.6444 17.0485 13.49 17.1401L10 19.2201V18.0001C10.0021 17.8668 9.97751 17.7345 9.92771 17.6108C9.87791 17.4872 9.80389 17.3747 9.71 17.2801C9.51966 17.0966 9.26438 16.9959 9 17.0001H6C5.73478 17.0001 5.48043 16.8947 5.29289 16.7072C5.10536 16.5197 5 16.2653 5 16.0001V6.00009C5 5.73488 5.10536 5.48052 5.29289 5.29298C5.48043 5.10545 5.73478 5.00009 6 5.00009H18C18.2652 5.00009 18.5196 5.10545 18.7071 5.29298C18.8946 5.48052 19 5.73488 19 6.00009V16.0001ZM16 9.00009C16 9.26531 15.8946 9.51966 15.7071 9.7072C15.5196 9.89473 15.2652 10.0001 15 10.0001H9C8.73478 10.0001 8.48043 9.89473 8.29289 9.7072C8.10536 9.51966 8 9.26531 8 9.00009C8 8.73488 8.10536 8.48052 8.29289 8.29298C8.48043 8.10545 8.73478 8.00009 9 8.00009H15C15.2652 8.00009 15.5196 8.10545 15.7071 8.29298C15.8946 8.48052 16 8.73488 16 9.00009ZM13 13.0001C13 13.2653 12.8946 13.5197 12.7071 13.7072C12.5196 13.8947 12.2652 14.0001 12 14.0001H9C8.73478 14.0001 8.48043 13.8947 8.29289 13.7072C8.10536 13.5197 8 13.2653 8 13.0001C8 12.7349 8.10536 12.4805 8.29289 12.293C8.48043 12.1054 8.73478 12.0001 9 12.0001H12C12.2652 12.0001 12.5196 12.1054 12.7071 12.293C12.8946 12.4805 13 12.7349 13 13.0001Z" fill="#828282"/>
                            </svg>
                            <p class="content__wrap-card-item-comment">2</p>
                            <svg style="margin-left: 16px;" width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M15.999 14.0002C15.4506 14.0019 14.9083 14.1165 14.406 14.3367C13.9037 14.5569 13.452 14.878 13.079 15.2802L9.76902 13.2802C10.0759 12.4475 10.0759 11.5328 9.76902 10.7002L13.079 8.70017C13.7164 9.38087 14.5716 9.8175 15.4967 9.93458C16.4218 10.0516 17.3588 9.84181 18.1457 9.34133C18.9325 8.84084 19.5198 8.08118 19.8059 7.19364C20.0921 6.30611 20.0591 5.34649 19.7128 4.48066C19.3665 3.61484 18.7285 2.89722 17.9092 2.45187C17.0899 2.00652 16.1407 1.86141 15.2258 2.04164C14.3109 2.22187 13.4876 2.71611 12.8984 3.43892C12.3092 4.16173 11.9911 5.06768 11.999 6.00017C11.9981 6.33777 12.0418 6.67402 12.129 7.00017L8.65902 9.00017C7.92813 8.34671 6.97938 7.99004 5.99902 8.00017C4.93816 8.00017 3.92074 8.42159 3.1706 9.17174C2.42045 9.92188 1.99902 10.9393 1.99902 12.0002C1.99902 13.061 2.42045 14.0784 3.1706 14.8286C3.92074 15.5787 4.93816 16.0002 5.99902 16.0002C6.97938 16.0103 7.92813 15.6536 8.65902 15.0002L12.129 17.0002C12.0418 17.3263 11.9981 17.6626 11.999 18.0002C11.999 18.7913 12.2336 19.5646 12.6731 20.2224C13.1127 20.8802 13.7374 21.3929 14.4683 21.6957C15.1992 21.9984 16.0035 22.0776 16.7794 21.9233C17.5553 21.769 18.268 21.388 18.8274 20.8286C19.3869 20.2692 19.7678 19.5565 19.9222 18.7805C20.0765 18.0046 19.9973 17.2003 19.6945 16.4694C19.3918 15.7385 18.8791 15.1138 18.2213 14.6743C17.5635 14.2348 16.7901 14.0002 15.999 14.0002ZM15.999 4.00017C16.3946 4.00017 16.7813 4.11746 17.1102 4.33723C17.4391 4.55699 17.6954 4.86935 17.8468 5.2348C17.9982 5.60025 18.0378 6.00239 17.9606 6.39035C17.8834 6.77831 17.6929 7.13468 17.4132 7.41438C17.1335 7.69409 16.7772 7.88457 16.3892 7.96174C16.0012 8.03891 15.5991 7.9993 15.2337 7.84793C14.8682 7.69655 14.5558 7.44021 14.3361 7.11131C14.1163 6.78241 13.999 6.39573 13.999 6.00017C13.999 5.46973 14.2097 4.96103 14.5848 4.58595C14.9599 4.21088 15.4686 4.00017 15.999 4.00017ZM5.99902 14.0002C5.60346 14.0002 5.21678 13.8829 4.88788 13.6631C4.55898 13.4433 4.30264 13.131 4.15126 12.7655C3.99989 12.4001 3.96028 11.9979 4.03745 11.61C4.11462 11.222 4.3051 10.8657 4.58481 10.586C4.86451 10.3062 5.22088 10.1158 5.60884 10.0386C5.9968 9.96142 6.39894 10.001 6.76439 10.1524C7.12984 10.3038 7.4422 10.5601 7.66196 10.889C7.88173 11.2179 7.99902 11.6046 7.99902 12.0002C7.99902 12.5306 7.78831 13.0393 7.41324 13.4144C7.03816 13.7895 6.52946 14.0002 5.99902 14.0002ZM15.999 20.0002C15.6035 20.0002 15.2168 19.8829 14.8879 19.6631C14.559 19.4433 14.3026 19.131 14.1513 18.7655C13.9999 18.4001 13.9603 17.9979 14.0375 17.61C14.1146 17.222 14.3051 16.8657 14.5848 16.586C14.8645 16.3062 15.2209 16.1158 15.6088 16.0386C15.9968 15.9614 16.3989 16.001 16.7644 16.1524C17.1298 16.3038 17.4422 16.5601 17.662 16.889C17.8817 17.2179 17.999 17.6046 17.999 18.0002C17.999 18.5306 17.7883 19.0393 17.4132 19.4144C17.0382 19.7895 16.5295 20.0002 15.999 20.0002Z" fill="#828282"/>
                            </svg>
                        </div>
                        <div class="content__wrap-topic">
                            <div class="content__wrap-topic-column">
                                <p class="content__wrap-topic-column-text">Для кого действует отстрочка</p>
                                <p class="content__wrap-topic-column-text">Изменения в законе</p>
                                <p class="content__wrap-topic-column-text">Какие виды отстрочки бывают</p>
                                <p class="content__wrap-topic-column-text">Как получить отсрочку?</p>
                            </div>
                            <div class="content__wrap-topic-column">
                                <p class="content__wrap-topic-column-text">Полезные документы</p>
                                <p class="content__wrap-topic-column-text">Ссылки, которые могут пригодиться</p>
                                <p class="content__wrap-topic-column-text">Вебинар - Точка сборки</p>
                            </div>
                        </div>
                        <p class="content__wrap-subtitle">Для кого действует отстрочка</p>
                        <p class="content__wrap-text">Для каждого призыва есть основания для отсрочек, имея которые гражданин не будет этим призывам подлежать, то есть имеет право не отправлять в армию. Для каждого вида призыва эти отсрочки разные. Часть из них похожа – например, категория годности по здоровью «Д» освобождает и от призыва срочного, и от призыва по мобилизации. Но все же и эти понятия – отсрочки для призыва – стоит в уме четко разделять на те, что для мобилизации, и на те, что для срочной службы.</p>
                        <p class="content__wrap-text">Особенно важно это в части ИТ-отсрочек. Есть отсрочка для работников ИТ-компания от призыва по мобилизации, но также есть отсрочка для работников ИТ-компаний от призыва на срочную службу. Обе этих отсрочки появились в 2022 году, обе экстраординарны, но это разные отсрочки, у них разные основания, они актуальные в разные моменты и для разных людей. Например, призыв по мобилизации завершен – отсрочки от призыва по мобилизации, соответственно, тоже сейчас не оформляются. Но призыв на срочную службу происходит каждые пол года. И если вы молодой здоровый «айтишник» в возрасте до 30 лет, то вас, вероятно, продолжает интересовать отсрочка от призыва на срочную службу – она оформляется иным от отсрочки по мобилизации</p>
                        <img src="/images/card-img.png" alt="card-img" class="content__wrap-img" style="margin: 0 auto;">
                        <div class="content__wrap-dots">
                            <div class="content__wrap-dot"></div>
                            <div class="content__wrap-dot"></div>
                            <div class="content__wrap-dot"></div>
                            <div class="content__wrap-dot"></div>
                            <div class="content__wrap-dot"></div>
                            <div class="content__wrap-dot"></div>
                            <div class="content__wrap-dot"></div>
                            <div class="content__wrap-dot"></div>
                        </div>
                        <p class="content__wrap-subtitle">Изменения в законе</p>
                        <p class="content__wrap-text">Для каждого призыва есть основания для отсрочек, имея которые гражданин не будет этим призывам подлежать, то есть имеет право не отправлять в армию. Для каждого вида призыва эти отсрочки разные. Часть из них похожа – например, категория годности по здоровью «Д» освобождает и от призыва срочного, и от призыва по мобилизации. Но все же и эти понятия – отсрочки для призыва – стоит в уме четко разделять на те, что для мобилизации, и на те, что для срочной службы.</p>
                        <div class="content__wrap-block-info">
                            <svg style="width: 10%;" width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M14.666 10.6665C14.666 10.3129 14.8065 9.97374 15.0565 9.72369C15.3066 9.47365 15.6457 9.33317 15.9994 9.33317C16.2311 9.33824 16.4575 9.40362 16.6562 9.52286C16.855 9.64211 17.0192 9.8111 17.1327 10.0132C17.2606 10.2073 17.33 10.4341 17.3327 10.6665C17.3327 11.0201 17.1922 11.3593 16.9422 11.6093C16.6921 11.8594 16.353 11.9998 15.9994 11.9998C15.6457 11.9998 15.3066 11.8594 15.0565 11.6093C14.8065 11.3593 14.666 11.0201 14.666 10.6665V10.6665ZM29.3327 15.9998C29.3327 18.6369 28.5507 21.2148 27.0856 23.4074C25.6205 25.6001 23.5382 27.3091 21.1018 28.3182C18.6655 29.3274 15.9846 29.5914 13.3982 29.077C10.8117 28.5625 8.43596 27.2926 6.57126 25.4279C4.70656 23.5632 3.43669 21.1875 2.92222 18.601C2.40775 16.0146 2.67179 13.3337 3.68096 10.8974C4.69013 8.46104 6.3991 6.37866 8.59175 4.91358C10.7844 3.44849 13.3623 2.6665 15.9994 2.6665C17.7503 2.6665 19.4841 3.01138 21.1018 3.68144C22.7195 4.35151 24.1893 5.33363 25.4274 6.57175C26.6656 7.80986 27.6477 9.27972 28.3177 10.8974C28.9878 12.5151 29.3327 14.2489 29.3327 15.9998V15.9998ZM26.666 15.9998C26.666 13.8902 26.0404 11.8279 24.8684 10.0738C23.6963 8.31963 22.0304 6.95246 20.0813 6.14512C18.1322 5.33779 15.9875 5.12655 13.9184 5.53813C11.8493 5.9497 9.94864 6.9656 8.45688 8.45736C6.96512 9.94912 5.94922 11.8497 5.53765 13.9189C5.12607 15.988 5.33731 18.1327 6.14464 20.0818C6.95198 22.0309 8.31915 23.6968 10.0733 24.8688C11.8274 26.0409 13.8897 26.6665 15.9994 26.6665C18.8283 26.6665 21.5414 25.5427 23.5418 23.5423C25.5422 21.5419 26.666 18.8288 26.666 15.9998ZM17.3327 18.6665V14.6665C17.3327 14.3129 17.1922 13.9737 16.9422 13.7237C16.6921 13.4736 16.353 13.3332 15.9994 13.3332H14.666C14.3124 13.3332 13.9733 13.4736 13.7232 13.7237C13.4732 13.9737 13.3327 14.3129 13.3327 14.6665C13.3327 15.0201 13.4732 15.3593 13.7232 15.6093C13.9733 15.8594 14.3124 15.9998 14.666 15.9998V19.9998C14.666 20.3535 14.8065 20.6926 15.0565 20.9426C15.3066 21.1927 15.6457 21.3332 15.9994 21.3332H17.3327C17.6863 21.3332 18.0254 21.1927 18.2755 20.9426C18.5255 20.6926 18.666 20.3535 18.666 19.9998C18.666 19.6462 18.5255 19.3071 18.2755 19.057C18.0254 18.807 17.6863 18.6665 17.3327 18.6665Z" fill="#921CBC"/>
                            </svg>
                            <p class="content__wrap-block-info-text">*Данная статья актуальна на 24.04.2023<br>*** Отсрочка от частичной мобилизации на текущий момент (24.04.2023) не оформляется в связи с окончанием мобилизационных мероприятий. Информация по оформлению была актуальна на осень 2022 года.*</p>
                        </div>
                        <p class="content__wrap-subtitle">Какие виды отстрочки бывают</p>
                        <table class="content__wrap-table">
                            <thead>
                                <tr>
                                <th></th>
                                <th>Бронь работников</th>
                                <th>Бронь работников</th>
                                <th>Бронь работников</th>
                                </tr>
                            </thead>
                            <tbody>
                                <tr>
                                    <td>Основание</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                </tr>
                                <tr>
                                    <td>Какие организации</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                </tr>
                                <tr>
                                    <td>Основание</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                    <td>ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ”</td>
                                </tr>
                            </tbody>
                        </table>
                        <div class="content__wrap-faq-table">
                            <AtomFaqCollapse
                                title="Основание"
                                text="ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ"
                            />
                            <AtomFaqCollapse
                                title="Какие организации"
                                text="ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ"
                            />
                            <AtomFaqCollapse
                                title="Основание"
                                text="ст. 23 закона от 26.02.1997 №31 ФЗ “О мобилизационной подготовке и мобилизации в РФ"
                            />
                        </div>
                    </div>
                    <div class="content__wrap-card" style="margin-top: 16px;">
                        <p class="content__wrap-subtitle" style="margin-top: 0;">Как получить отсрочку?</p>
                        <div class="content__wrap-table">
                            <img src="/images/article-step-img.png" alt="step-img" class="content__wrap-table-img">
                            <div class="content__wrap-table-step">
                                <div class="content__wrap-table-step-item">
                                    <p class="content__wrap-table-step-item-title">Шаг 1</p>
                                    <p class="content__wrap-table-step-item-text">Для каждого призыва есть основания для отсрочек*</p>
                                </div>
                                <div class="content__wrap-table-step-item">
                                    <p class="content__wrap-table-step-item-title">Шаг 2</p>
                                    <p class="content__wrap-table-step-item-text">Для каждого призыва есть основания для отсрочек*</p>
                                </div>
                                <div class="content__wrap-table-step-item">
                                    <p class="content__wrap-table-step-item-title">Шаг 3</p>
                                    <p class="content__wrap-table-step-item-text">Для каждого призыва есть основания для отсрочек*</p>
                                </div>
                                <div class="content__wrap-table-step-item">
                                    <p class="content__wrap-table-step-item-title">Шаг 4</p>
                                    <p class="content__wrap-table-step-item-text">Для каждого призыва есть основания для отсрочек*</p>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="content__wrap-card" style="margin-top: 16px;">
                        <p class="content__wrap-subtitle" style="margin-top: 0;">Как получить отсрочку?</p>
                        <div class="content__wrap-document">
                            <div class="content__wrap-document-info">
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M10.3 23.6665H21.0333V21.6665H10.3V23.6665ZM10.3 17.9998H21.0333V15.9998H10.3V17.9998ZM7 29.3332C6.46667 29.3332 6 29.1332 5.6 28.7332C5.2 28.3332 5 27.8665 5 27.3332V4.6665C5 4.13317 5.2 3.6665 5.6 3.2665C6 2.8665 6.46667 2.6665 7 2.6665H19.0333L26.3333 9.9665V27.3332C26.3333 27.8665 26.1333 28.3332 25.7333 28.7332C25.3333 29.1332 24.8667 29.3332 24.3333 29.3332H7ZM18.0333 10.8665V4.6665H7V27.3332H24.3333V10.8665H18.0333Z" fill="#1B1B29"/>
                                </svg>
                                <p class="content__wrap-block-info-text" style="margin-left: 12px;">Документ подтверждающий что мы НКО</p>
                                <p class="content__wrap-card-link-text">0.23 mb</p>
                            </div>
                            <a href="" class="content__wrap-document-donwload">
                                <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.64667 8.71341C5.58347 8.66713 5.53055 8.60823 5.49126 8.54046C5.45197 8.47269 5.42716 8.3975 5.41839 8.31966C5.40963 8.24181 5.4171 8.16299 5.44033 8.08818C5.46357 8.01337 5.50206 7.94418 5.55339 7.885C5.60471 7.82581 5.66775 7.77791 5.73852 7.74432C5.80929 7.71073 5.88626 7.69218 5.96456 7.68984C6.04287 7.6875 6.12081 7.70142 6.19346 7.73072C6.26611 7.76002 6.3319 7.80407 6.38667 7.86008L7.33333 8.66675V3.33341C7.33333 3.1566 7.40357 2.98703 7.5286 2.86201C7.65362 2.73699 7.82319 2.66675 8 2.66675C8.17681 2.66675 8.34638 2.73699 8.4714 2.86201C8.59643 2.98703 8.66667 3.1566 8.66667 3.33341V8.66675L9.61333 7.84675C9.6681 7.79074 9.73389 7.74669 9.80654 7.71739C9.87919 7.68808 9.95713 7.67416 10.0354 7.67651C10.1137 7.67885 10.1907 7.6974 10.2615 7.73099C10.3323 7.76458 10.3953 7.81248 10.4466 7.87166C10.4979 7.93085 10.5364 8.00003 10.5597 8.07485C10.5829 8.14966 10.5904 8.22848 10.5816 8.30632C10.5728 8.38417 10.548 8.45936 10.5087 8.52713C10.4694 8.5949 10.4165 8.65379 10.3533 8.70008L8.35333 10.4201C8.33265 10.4358 8.31029 10.4492 8.28667 10.4601C8.25559 10.4818 8.22202 10.4997 8.18667 10.5134H8.08667H7.98H7.87333H7.77333C7.73798 10.4997 7.70441 10.4818 7.67333 10.4601C7.64971 10.4492 7.62735 10.4358 7.60667 10.4201L5.64667 8.71341ZM13.3333 9.33341C13.1565 9.33341 12.987 9.40365 12.8619 9.52868C12.7369 9.6537 12.6667 9.82327 12.6667 10.0001V12.0001C12.6667 12.1769 12.5964 12.3465 12.4714 12.4715C12.3464 12.5965 12.1768 12.6667 12 12.6667H4C3.82319 12.6667 3.65362 12.5965 3.5286 12.4715C3.40357 12.3465 3.33333 12.1769 3.33333 12.0001V10.0001C3.33333 9.82327 3.2631 9.6537 3.13807 9.52868C3.01305 9.40365 2.84348 9.33341 2.66667 9.33341C2.48986 9.33341 2.32029 9.40365 2.19526 9.52868C2.07024 9.6537 2 9.82327 2 10.0001V12.0001C2 12.5305 2.21071 13.0392 2.58579 13.4143C2.96086 13.7894 3.46957 14.0001 4 14.0001H12C12.5304 14.0001 13.0391 13.7894 13.4142 13.4143C13.7893 13.0392 14 12.5305 14 12.0001V10.0001C14 9.82327 13.9298 9.6537 13.8047 9.52868C13.6797 9.40365 13.5101 9.33341 13.3333 9.33341Z" fill="white"/>
                                </svg>
                            </a>
                        </div>
                        <div class="content__wrap-document">
                            <div class="content__wrap-document-info">
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M10.3 23.6665H21.0333V21.6665H10.3V23.6665ZM10.3 17.9998H21.0333V15.9998H10.3V17.9998ZM7 29.3332C6.46667 29.3332 6 29.1332 5.6 28.7332C5.2 28.3332 5 27.8665 5 27.3332V4.6665C5 4.13317 5.2 3.6665 5.6 3.2665C6 2.8665 6.46667 2.6665 7 2.6665H19.0333L26.3333 9.9665V27.3332C26.3333 27.8665 26.1333 28.3332 25.7333 28.7332C25.3333 29.1332 24.8667 29.3332 24.3333 29.3332H7ZM18.0333 10.8665V4.6665H7V27.3332H24.3333V10.8665H18.0333Z" fill="#1B1B29"/>
                                </svg>
                                <p class="content__wrap-block-info-text" style="margin-left: 12px;">Документ подтверждающий что мы НКО</p>
                                <p class="content__wrap-card-link-text" style="margin-left: 12px;">0.23 mb</p>
                            </div>
                            <a href="" class="content__wrap-document-donwload">
                                <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.64667 8.71341C5.58347 8.66713 5.53055 8.60823 5.49126 8.54046C5.45197 8.47269 5.42716 8.3975 5.41839 8.31966C5.40963 8.24181 5.4171 8.16299 5.44033 8.08818C5.46357 8.01337 5.50206 7.94418 5.55339 7.885C5.60471 7.82581 5.66775 7.77791 5.73852 7.74432C5.80929 7.71073 5.88626 7.69218 5.96456 7.68984C6.04287 7.6875 6.12081 7.70142 6.19346 7.73072C6.26611 7.76002 6.3319 7.80407 6.38667 7.86008L7.33333 8.66675V3.33341C7.33333 3.1566 7.40357 2.98703 7.5286 2.86201C7.65362 2.73699 7.82319 2.66675 8 2.66675C8.17681 2.66675 8.34638 2.73699 8.4714 2.86201C8.59643 2.98703 8.66667 3.1566 8.66667 3.33341V8.66675L9.61333 7.84675C9.6681 7.79074 9.73389 7.74669 9.80654 7.71739C9.87919 7.68808 9.95713 7.67416 10.0354 7.67651C10.1137 7.67885 10.1907 7.6974 10.2615 7.73099C10.3323 7.76458 10.3953 7.81248 10.4466 7.87166C10.4979 7.93085 10.5364 8.00003 10.5597 8.07485C10.5829 8.14966 10.5904 8.22848 10.5816 8.30632C10.5728 8.38417 10.548 8.45936 10.5087 8.52713C10.4694 8.5949 10.4165 8.65379 10.3533 8.70008L8.35333 10.4201C8.33265 10.4358 8.31029 10.4492 8.28667 10.4601C8.25559 10.4818 8.22202 10.4997 8.18667 10.5134H8.08667H7.98H7.87333H7.77333C7.73798 10.4997 7.70441 10.4818 7.67333 10.4601C7.64971 10.4492 7.62735 10.4358 7.60667 10.4201L5.64667 8.71341ZM13.3333 9.33341C13.1565 9.33341 12.987 9.40365 12.8619 9.52868C12.7369 9.6537 12.6667 9.82327 12.6667 10.0001V12.0001C12.6667 12.1769 12.5964 12.3465 12.4714 12.4715C12.3464 12.5965 12.1768 12.6667 12 12.6667H4C3.82319 12.6667 3.65362 12.5965 3.5286 12.4715C3.40357 12.3465 3.33333 12.1769 3.33333 12.0001V10.0001C3.33333 9.82327 3.2631 9.6537 3.13807 9.52868C3.01305 9.40365 2.84348 9.33341 2.66667 9.33341C2.48986 9.33341 2.32029 9.40365 2.19526 9.52868C2.07024 9.6537 2 9.82327 2 10.0001V12.0001C2 12.5305 2.21071 13.0392 2.58579 13.4143C2.96086 13.7894 3.46957 14.0001 4 14.0001H12C12.5304 14.0001 13.0391 13.7894 13.4142 13.4143C13.7893 13.0392 14 12.5305 14 12.0001V10.0001C14 9.82327 13.9298 9.6537 13.8047 9.52868C13.6797 9.40365 13.5101 9.33341 13.3333 9.33341Z" fill="white"/>
                                </svg>
                            </a>
                        </div>
                    </div>
                    <div class="content__wrap-card" style="margin-top: 16px;">
                        <p class="content__wrap-subtitle" style="margin-top: 0;">Ссылки, которые могут пригодиться</p>
                        <div class="content__wrap-document">
                            <p class="content__wrap-block-info-text" style="margin-left: 12px;">Ссылка на ресурс 1</p>
                            <a href="" class="content__wrap-document-donwload">
                                <svg width="12" height="12" viewBox="0 0 12 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_1207_2002)">
                                    <path d="M1.51953 6H10.4795" stroke="white" stroke-width="0.96" stroke-linecap="round"/>
                                    <path d="M6.63965 2.15991L10.7996 5.99991L6.63965 9.83991" stroke="white" stroke-width="0.96" stroke-linecap="round" stroke-linejoin="round"/>
                                    </g>
                                    <defs>
                                    <clipPath id="clip0_1207_2002">
                                    <rect width="11.52" height="11.52" fill="white" transform="translate(0.240234 0.23999)"/>
                                    </clipPath>
                                    </defs>
                                </svg>
                            </a>
                        </div>
                        <div class="content__wrap-document">
                            <p class="content__wrap-block-info-text" style="margin-left: 12px;">Ссылка на ресурс 1</p>
                            <a href="" class="content__wrap-document-donwload">
                                <svg width="12" height="12" viewBox="0 0 12 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_1207_2002)">
                                    <path d="M1.51953 6H10.4795" stroke="white" stroke-width="0.96" stroke-linecap="round"/>
                                    <path d="M6.63965 2.15991L10.7996 5.99991L6.63965 9.83991" stroke="white" stroke-width="0.96" stroke-linecap="round" stroke-linejoin="round"/>
                                    </g>
                                    <defs>
                                    <clipPath id="clip0_1207_2002">
                                    <rect width="11.52" height="11.52" fill="white" transform="translate(0.240234 0.23999)"/>
                                    </clipPath>
                                    </defs>
                                </svg>
                            </a>
                        </div>
                    </div>
                    <div class="content__wrap-card" style="margin-top: 16px;">
                        <p class="content__wrap-subtitle" style="margin-top: 0;">Вебинар - Точка сборки</p>
                        <img src="/images/article-card-img.png" alt="card-img" class="content__wrap-card-img" style="max-width: 850px; width: 100%; margin: 0 auto;">
                        <p class="content__wrap-block-info-text" style="margin-top: 24px;">Обсуждаем с участниками сообщества, как в текущих реалиях найти внутренние точки опоры.</p>
                    </div>
                    <div class="content__wrap-card" style="margin-top: 16px;">
                        <div class="content__wrap-card-flexwrap">
                            <div class="content__wrap-card-author">
                                <img class="content__wrap-card-author-img" src="/images/userstack.png" alt="">
                                <div style="margin-left: 8px;">
                                    <p class="content__wrap-card-author-name">Михаил Тевс</p>
                                    <p class="content__wrap-card-author-description">ответственный</p>
                                </div>
                            </div>
                            <a href="" class="content__wrap-card-button">написать ответственному</a>
                        </div>
                    </div>
                    <div class="content__wrap-card" style="margin-top: 16px;">
                        <p class="content__wrap-card-subtitle-comment">2 комментария</p>
                        <div class="content__wrap-card-comment">
                            <input type="text" class="content__wrap-card-comment-input" placeholder="Написать комментарий">
                            <a href="" class="content__wrap-card-comment-link">ответить</a>
                        </div>
                        <div class="content__wrap-card-comment-user">
                            <div class="content__wrap-card-comment-user-header">
                                <div style="display: flex; flex-direction: row;">
                                    <img src="/images/event-comment-1.png" alt="" class="content__wrap-card-comment-user-header-img">
                                    <div class="content__wrap-card-comment-user-name">
                                        <p class="content__wrap-card-comment-user-name-title">Виталий Рождественский</p>
                                        <p class="content__wrap-card-comment-user-name-text">вчера</p>
                                    </div>
                                </div>
                                <div style="display: flex; flex-direction: row;">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M21 16.3202C21.2902 15.4492 21.4421 14.5381 21.45 13.6202C21.4721 12.5413 21.21 11.4756 20.69 10.5302C20.4377 10.1028 20.0967 9.73451 19.69 9.45016C19.2375 9.14837 18.7039 8.99142 18.16 9.00016H16C15.9459 9.00196 15.892 8.99219 15.842 8.9715C15.792 8.9508 15.747 8.91966 15.71 8.88016C15.6365 8.80102 15.5939 8.69809 15.59 8.59016V8.48016L16.4 6.65016C16.565 6.27163 16.6501 5.8631 16.65 5.45016C16.6493 4.65478 16.3328 3.89223 15.77 3.33016L15.55 3.11016C15.3478 2.90975 15.1052 2.75482 14.8383 2.65572C14.5714 2.55662 14.2864 2.51564 14.0024 2.53552C13.7184 2.5554 13.442 2.63568 13.1915 2.77099C12.941 2.90631 12.7223 3.09353 12.55 3.32016L8.24 9.00016C7.83526 8.54584 7.30194 8.22534 6.71081 8.08117C6.11968 7.93701 5.49869 7.976 4.93023 8.19296C4.36178 8.40993 3.87273 8.79462 3.52799 9.29599C3.18325 9.79736 2.99911 10.3917 3 11.0002V19.0002C3 19.7958 3.31607 20.5589 3.87868 21.1215C4.44129 21.6841 5.20435 22.0002 6 22.0002C6.70095 21.9987 7.37833 21.7469 7.91 21.2902C8.44697 21.7446 9.12655 21.9959 9.83 22.0002H15.92C16.5804 22.0066 17.2301 21.8338 17.8 21.5002C18.6175 20.9832 19.2753 20.2492 19.7 19.3802C20.2191 18.3988 20.654 17.3751 21 16.3202ZM6 20.0002C5.73479 20.0002 5.48043 19.8948 5.2929 19.7073C5.10536 19.5197 5 19.2654 5 19.0002V11.0002C5 10.7349 5.10536 10.4806 5.2929 10.2931C5.48043 10.1055 5.73479 10.0002 6 10.0002C6.26522 10.0002 6.51957 10.1055 6.70711 10.2931C6.89465 10.4806 7 10.7349 7 11.0002V19.0002C7 19.2654 6.89465 19.5197 6.70711 19.7073C6.51957 19.8948 6.26522 20.0002 6 20.0002ZM17.56 19.0002C17.3538 19.2944 17.0922 19.5458 16.79 19.7402C16.5255 19.8915 16.2246 19.9676 15.92 19.9602H9.83C9.6984 19.9609 9.56793 19.9357 9.4461 19.8859C9.32426 19.8362 9.21344 19.7628 9.12 19.6702L9 19.5302C9.01528 19.3538 9.01528 19.1765 9 19.0002V11.3302L14.11 4.52016L14.33 4.74016C14.4227 4.8336 14.496 4.94441 14.5458 5.06625C14.5955 5.18809 14.6208 5.31855 14.62 5.45016C14.618 5.58827 14.5873 5.72447 14.53 5.85016L13.7 7.74016V7.83016C13.6133 8.07412 13.5693 8.33123 13.57 8.59016C13.57 8.90833 13.633 9.22336 13.7553 9.51707C13.8777 9.81077 14.057 10.0773 14.2829 10.3014C14.5088 10.5254 14.7769 10.7025 15.0716 10.8225C15.3663 10.9424 15.6818 11.0028 16 11.0002H18.21C18.3384 10.9993 18.464 11.0377 18.57 11.1102C18.8467 11.3245 19.0523 11.6172 19.16 11.9502C19.3616 12.4834 19.46 13.0501 19.45 13.6202C19.4452 14.3212 19.327 15.0169 19.1 15.6802C18.7473 16.8545 18.2287 17.9724 17.56 19.0002Z" fill="#828282"/>
                                    </svg>
                                    <p class="content__wrap-card-item-comment">70</p>
                                    <svg style="margin-left: 12px;" width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M18.1997 3.00014C17.4963 3.00438 16.8167 3.25569 16.2797 3.71014C15.7454 3.25788 15.0697 3.00672 14.3697 3.00014H8.26973C7.61251 2.99347 6.96593 3.16635 6.39973 3.50014C5.58221 4.01713 4.92442 4.75109 4.49973 5.62014C3.99356 6.60125 3.57526 7.62525 3.24973 8.68014C2.95468 9.54988 2.80271 10.4617 2.79973 11.3801C2.7728 12.4595 3.03521 13.5264 3.55973 14.4701C3.812 14.8975 4.15301 15.2658 4.55973 15.5501C4.98674 15.8349 5.48655 15.9911 5.99973 16.0001H8.19973C8.254 15.997 8.30828 16.0061 8.3585 16.0269C8.40872 16.0477 8.45359 16.0795 8.48973 16.1201C8.52825 16.1579 8.55874 16.203 8.57936 16.2529C8.59999 16.3027 8.61032 16.3562 8.60973 16.4101V16.5201L7.80973 18.3501C7.56906 18.9028 7.50044 19.5151 7.61282 20.1073C7.72519 20.6995 8.01335 21.2441 8.43973 21.6701L8.65973 21.8801C8.86193 22.0806 9.10458 22.2355 9.37147 22.3346C9.63835 22.4337 9.92332 22.4747 10.2073 22.4548C10.4913 22.4349 10.7678 22.3546 11.0183 22.2193C11.2687 22.084 11.4874 21.8968 11.6597 21.6701L15.9997 16.0001C16.4045 16.4545 16.9378 16.775 17.5289 16.9191C18.1201 17.0633 18.741 17.0243 19.3095 16.8073C19.878 16.5904 20.367 16.2057 20.7117 15.7043C21.0565 15.2029 21.2406 14.6086 21.2397 14.0001V6.00014C21.2398 5.60279 21.1609 5.20939 21.0076 4.84278C20.8543 4.47617 20.6298 4.14366 20.347 3.86456C20.0641 3.58545 19.7287 3.36531 19.3601 3.21692C18.9915 3.06853 18.5971 2.99485 18.1997 3.00014ZM10.0897 20.4801L9.86973 20.2601C9.77705 20.1667 9.70373 20.0559 9.65396 19.9341C9.6042 19.8122 9.57897 19.6818 9.57973 19.5501C9.58214 19.4131 9.60924 19.2776 9.65973 19.1501L10.4997 17.2601V17.1701C10.5786 16.9245 10.619 16.6681 10.6197 16.4101C10.635 15.7885 10.4134 15.1844 9.99973 14.7201C9.77019 14.4875 9.4959 14.3038 9.19342 14.18C8.89093 14.0563 8.56651 13.9951 8.23973 14.0001H5.99973C5.87094 14.0038 5.7445 13.9651 5.63973 13.8901C5.36307 13.6758 5.15746 13.3831 5.04973 13.0501C4.84816 12.5169 4.74974 11.9502 4.75973 11.3801C4.76455 10.6791 4.88274 9.98344 5.10973 9.32014C5.4593 8.14636 5.97448 7.02844 6.63973 6.00014C6.84331 5.7036 7.10534 5.45178 7.40973 5.26014C7.66661 5.09511 7.96445 5.00507 8.26973 5.00014H14.3697C14.6345 5.00383 14.8881 5.10741 15.0797 5.29014L15.2497 5.47014C15.2178 5.64503 15.201 5.82236 15.1997 6.00014V13.6701L10.0897 20.4801ZM19.1997 14.0001C19.1997 14.2654 19.0944 14.5197 18.9068 14.7073C18.7193 14.8948 18.465 15.0001 18.1997 15.0001C17.9345 15.0001 17.6802 14.8948 17.4926 14.7073C17.3051 14.5197 17.1997 14.2654 17.1997 14.0001V6.00014C17.1997 5.73493 17.3051 5.48057 17.4926 5.29304C17.6802 5.1055 17.9345 5.00014 18.1997 5.00014C18.465 5.00014 18.7193 5.1055 18.9068 5.29304C19.0944 5.48057 19.1997 5.73493 19.1997 6.00014V14.0001Z" fill="#828282"/>
                                    </svg>
                                </div>
                            </div>
                            <p class="content__wrap-card-comment-user-text">Супер новость и статься вообще класс. Спасибо ребята, мне нравится</p>
                            <p class="content__wrap-card-comment-user-answer">Ответить</p>
                        </div>
                        <div style="margin-left: 32px;" class="content__wrap-card-comment-user">
                            <div class="content__wrap-card-comment-user-header">
                                <div style="display: flex; flex-direction: row;">
                                    <img src="/images/event-comment-2.png" alt="" class="content__wrap-card-comment-user-header-img">
                                    <div class="content__wrap-card-comment-user-name">
                                        <p class="content__wrap-card-comment-user-name-title">Роман Квартальнов</p>
                                        <p class="content__wrap-card-comment-user-name-text">вчера</p>
                                    </div>
                                </div>
                                <div style="display: flex; flex-direction: row;">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M21 16.3202C21.2902 15.4492 21.4421 14.5381 21.45 13.6202C21.4721 12.5413 21.21 11.4756 20.69 10.5302C20.4377 10.1028 20.0967 9.73451 19.69 9.45016C19.2375 9.14837 18.7039 8.99142 18.16 9.00016H16C15.9459 9.00196 15.892 8.99219 15.842 8.9715C15.792 8.9508 15.747 8.91966 15.71 8.88016C15.6365 8.80102 15.5939 8.69809 15.59 8.59016V8.48016L16.4 6.65016C16.565 6.27163 16.6501 5.8631 16.65 5.45016C16.6493 4.65478 16.3328 3.89223 15.77 3.33016L15.55 3.11016C15.3478 2.90975 15.1052 2.75482 14.8383 2.65572C14.5714 2.55662 14.2864 2.51564 14.0024 2.53552C13.7184 2.5554 13.442 2.63568 13.1915 2.77099C12.941 2.90631 12.7223 3.09353 12.55 3.32016L8.24 9.00016C7.83526 8.54584 7.30194 8.22534 6.71081 8.08117C6.11968 7.93701 5.49869 7.976 4.93023 8.19296C4.36178 8.40993 3.87273 8.79462 3.52799 9.29599C3.18325 9.79736 2.99911 10.3917 3 11.0002V19.0002C3 19.7958 3.31607 20.5589 3.87868 21.1215C4.44129 21.6841 5.20435 22.0002 6 22.0002C6.70095 21.9987 7.37833 21.7469 7.91 21.2902C8.44697 21.7446 9.12655 21.9959 9.83 22.0002H15.92C16.5804 22.0066 17.2301 21.8338 17.8 21.5002C18.6175 20.9832 19.2753 20.2492 19.7 19.3802C20.2191 18.3988 20.654 17.3751 21 16.3202ZM6 20.0002C5.73479 20.0002 5.48043 19.8948 5.2929 19.7073C5.10536 19.5197 5 19.2654 5 19.0002V11.0002C5 10.7349 5.10536 10.4806 5.2929 10.2931C5.48043 10.1055 5.73479 10.0002 6 10.0002C6.26522 10.0002 6.51957 10.1055 6.70711 10.2931C6.89465 10.4806 7 10.7349 7 11.0002V19.0002C7 19.2654 6.89465 19.5197 6.70711 19.7073C6.51957 19.8948 6.26522 20.0002 6 20.0002ZM17.56 19.0002C17.3538 19.2944 17.0922 19.5458 16.79 19.7402C16.5255 19.8915 16.2246 19.9676 15.92 19.9602H9.83C9.6984 19.9609 9.56793 19.9357 9.4461 19.8859C9.32426 19.8362 9.21344 19.7628 9.12 19.6702L9 19.5302C9.01528 19.3538 9.01528 19.1765 9 19.0002V11.3302L14.11 4.52016L14.33 4.74016C14.4227 4.8336 14.496 4.94441 14.5458 5.06625C14.5955 5.18809 14.6208 5.31855 14.62 5.45016C14.618 5.58827 14.5873 5.72447 14.53 5.85016L13.7 7.74016V7.83016C13.6133 8.07412 13.5693 8.33123 13.57 8.59016C13.57 8.90833 13.633 9.22336 13.7553 9.51707C13.8777 9.81077 14.057 10.0773 14.2829 10.3014C14.5088 10.5254 14.7769 10.7025 15.0716 10.8225C15.3663 10.9424 15.6818 11.0028 16 11.0002H18.21C18.3384 10.9993 18.464 11.0377 18.57 11.1102C18.8467 11.3245 19.0523 11.6172 19.16 11.9502C19.3616 12.4834 19.46 13.0501 19.45 13.6202C19.4452 14.3212 19.327 15.0169 19.1 15.6802C18.7473 16.8545 18.2287 17.9724 17.56 19.0002Z" fill="#828282"/>
                                    </svg>
                                    <svg style="margin-left: 12px;" width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M18.1997 3.00014C17.4963 3.00438 16.8167 3.25569 16.2797 3.71014C15.7454 3.25788 15.0697 3.00672 14.3697 3.00014H8.26973C7.61251 2.99347 6.96593 3.16635 6.39973 3.50014C5.58221 4.01713 4.92442 4.75109 4.49973 5.62014C3.99356 6.60125 3.57526 7.62525 3.24973 8.68014C2.95468 9.54988 2.80271 10.4617 2.79973 11.3801C2.7728 12.4595 3.03521 13.5264 3.55973 14.4701C3.812 14.8975 4.15301 15.2658 4.55973 15.5501C4.98674 15.8349 5.48655 15.9911 5.99973 16.0001H8.19973C8.254 15.997 8.30828 16.0061 8.3585 16.0269C8.40872 16.0477 8.45359 16.0795 8.48973 16.1201C8.52825 16.1579 8.55874 16.203 8.57936 16.2529C8.59999 16.3027 8.61032 16.3562 8.60973 16.4101V16.5201L7.80973 18.3501C7.56906 18.9028 7.50044 19.5151 7.61282 20.1073C7.72519 20.6995 8.01335 21.2441 8.43973 21.6701L8.65973 21.8801C8.86193 22.0806 9.10458 22.2355 9.37147 22.3346C9.63835 22.4337 9.92332 22.4747 10.2073 22.4548C10.4913 22.4349 10.7678 22.3546 11.0183 22.2193C11.2687 22.084 11.4874 21.8968 11.6597 21.6701L15.9997 16.0001C16.4045 16.4545 16.9378 16.775 17.5289 16.9191C18.1201 17.0633 18.741 17.0243 19.3095 16.8073C19.878 16.5904 20.367 16.2057 20.7117 15.7043C21.0565 15.2029 21.2406 14.6086 21.2397 14.0001V6.00014C21.2398 5.60279 21.1609 5.20939 21.0076 4.84278C20.8543 4.47617 20.6298 4.14366 20.347 3.86456C20.0641 3.58545 19.7287 3.36531 19.3601 3.21692C18.9915 3.06853 18.5971 2.99485 18.1997 3.00014ZM10.0897 20.4801L9.86973 20.2601C9.77705 20.1667 9.70373 20.0559 9.65396 19.9341C9.6042 19.8122 9.57897 19.6818 9.57973 19.5501C9.58214 19.4131 9.60924 19.2776 9.65973 19.1501L10.4997 17.2601V17.1701C10.5786 16.9245 10.619 16.6681 10.6197 16.4101C10.635 15.7885 10.4134 15.1844 9.99973 14.7201C9.77019 14.4875 9.4959 14.3038 9.19342 14.18C8.89093 14.0563 8.56651 13.9951 8.23973 14.0001H5.99973C5.87094 14.0038 5.7445 13.9651 5.63973 13.8901C5.36307 13.6758 5.15746 13.3831 5.04973 13.0501C4.84816 12.5169 4.74974 11.9502 4.75973 11.3801C4.76455 10.6791 4.88274 9.98344 5.10973 9.32014C5.4593 8.14636 5.97448 7.02844 6.63973 6.00014C6.84331 5.7036 7.10534 5.45178 7.40973 5.26014C7.66661 5.09511 7.96445 5.00507 8.26973 5.00014H14.3697C14.6345 5.00383 14.8881 5.10741 15.0797 5.29014L15.2497 5.47014C15.2178 5.64503 15.201 5.82236 15.1997 6.00014V13.6701L10.0897 20.4801ZM19.1997 14.0001C19.1997 14.2654 19.0944 14.5197 18.9068 14.7073C18.7193 14.8948 18.465 15.0001 18.1997 15.0001C17.9345 15.0001 17.6802 14.8948 17.4926 14.7073C17.3051 14.5197 17.1997 14.2654 17.1997 14.0001V6.00014C17.1997 5.73493 17.3051 5.48057 17.4926 5.29304C17.6802 5.1055 17.9345 5.00014 18.1997 5.00014C18.465 5.00014 18.7193 5.1055 18.9068 5.29304C19.0944 5.48057 19.1997 5.73493 19.1997 6.00014V14.0001Z" fill="#828282"/>
                                    </svg>
                                </div>
                            </div>
                            <p class="content__wrap-card-comment-user-text">Согласен с тобой полностью!</p>
                            <p class="content__wrap-card-comment-user-answer">Ответить</p>
                        </div>
                    </div>
                    <div class="content__wrap-card card-main" style="margin-top: 16px;">
                        <p class="content__wrap-card-faq">Часто задаваемые вопросы по стьатье</p>
                        <AtomFaqCollapse
                        title="Всем надо проходить проверку по аккредитации?"
                        text="Проверку проходят ВСЕ компании, кроме тех, кто использует льготы (подпункт 1(1) пункта 2 и пункт 2(2) статьи 427 НК РФ). Согласие отправляют ВСЕ компании (включая льготников)"
                        />
                        <AtomFaqCollapse
                        title="Если ЗП не соответствует уровню при подтверждении, то слетит аккредитация?"
                        text="Да! Это обязательное условие. Кроме тех, кто указан в пункте 2, или имеет выручку от реализации собственного ПО, внесенного в реестр. Иных альтернатив нет.  (Данные по ПО подтянутся на форме заявления автоматически по ИНН)"
                        />
                        <AtomFaqCollapse
                        title="Как происходит проверка средней ЗП по периодам?"
                        text="При плановой проверке в июле будут анализироваться данные компании за 4 квартал 2022 года и 1 квартал 2023 года и сравниваться с данными Росстата соответственно за 3 квартал 2022 года и 4 квартал 2022 года.Новые компании, созданные в 2023 году, не будут в текущей (в июле) проверке проверяться по соответствию ЗП."
                        />
                        <AtomFaqCollapse
                        title="Как подписать справку о доходах?"
                        text="Подписывать справку нужно откреплённой усиленной квалифицированной электронной подписью руководителя или руководителя и бухгалтера. На экране <a target='_blank' href='https://gu-st.ru/content/Other/doc/podpisanie_full.pdf'>Подпишите и загрузите документы</a> есть подробная инструкция как это сделать"
                        />
                        <AtomFaqCollapse
                        title="Как воспользоваться правом на отсрочку от срочной службы для специалистов аккредитованных ИТ-компаний"
                        text='<a href="http://publication.pravo.gov.ru/Document/View/0001202204010045" target="_blank">Подать заявку на ГосУслугах в установленные законодательством сроки Постановление Правительства Российской Федерации от 28.03.2022 № 490</a>'
                        />
                    </div>
                    <img src="/images/article-sub-bg.png" alt="bg" class="content__fix-bg">
                </div>

            </div>
        </div>
    </div>
</template>
<script setup>
</script>
<style lang="scss" scoped>
@import "../assets/scss/mainpage.scss";
.header{
    width: 100%;
    padding: 24px 48px;
    background: #FFFFFF;
    border-radius: 60px;
    display: flex;
    flex-direction: column;
    @media only screen and (max-width: 900px) {
        border-radius: 30px;
        padding: 12px 24px;
    }

    &__wrap {
        display: flex;
        flex-direction: row;
        justify-content: space-between;
        align-items: center;
        
    }

    &__info {
        margin: 24px auto;
        display: flex;
        flex-direction: column;
        align-items: center;
    }

    &__info-wrap {
        margin-top: 24px;
        display: flex;
        flex-direction: row;
        align-items: center;
        @media (max-width: 720px) {
            margin-top: 10px;
            flex-direction: column;
        }
    }

    &__info-wrap-text {
        margin-right: 12px;
        font-family: 'Inter';
        font-weight: 600;
        font-size: 12px;
        line-height: 18px;
        color: #828282;
        text-transform: uppercase;
        &:last-child {
            color: #921CBC;
            margin-right: 0;
        }
        @media only screen and (max-width: 900px) {
            margin-right: 0;
            margin-top: 5px;
            font-size: 10px;
            line-height: 16px;
            margin-right: 11px;
            text-align: center;
        }
    }

    &__info-title {
        font-family: 'Inter';
        font-weight: 700;
        font-size: 96px;
        line-height: 96px;
        color: #1B1B29;
        @media only screen and (max-width: 900px) {
            font-size: 39px;
            line-height: 49px;
        }
    }

    &__logo {
        max-width: 250px;
        width: 100%;
        height: 100%;
        @media only screen and (max-width: 900px) {
            max-width: 75px;
        }
    }

    &__button-help {
        padding: 16px 26px;
        background: #34057B;
        color: #FFFFFF;
        border-radius: 60px;
        font-family: 'Inter';
        font-style: normal;
        font-weight: 600;
        font-size: 12px;
        line-height: 18px;
        text-transform: uppercase;
        @media (max-width: 720px) {
            padding: 8px 4px;
        }
    }

    &__button-menu {
        padding: 16px 26px;
        background: #921CBC;
        color: #FFFFFF;
        border-radius: 60px;
        font-family: 'Inter';
        font-weight: 600;
        font-size: 12px;
        line-height: 18px;
        text-transform: uppercase;
        @media (max-width: 720px) {
            padding: 8px 4px;
        }
    }
}
.content {
    padding: 48px;
    width: 100%;
    height: 100%;
    background: #F5F3FF;
    border-radius: 60px;
    display: flex;
    flex-direction: row;
    justify-content: flex-start;
    @media (max-width: 1260px) {
        flex-direction: column;
    }
    @media (max-width: 720px) {
        padding: 12px;
        border-radius: 30px;
    }

    &__wrap {
        margin-left: 24px;
        &:first-child {
            margin-left: 0;
        }
        @media (max-width: 1260px) {
            margin-left: 0;
            margin-bottom: 30px;
        }
    }

    &__fix {
        margin-left: 24px;
        height: 900px;
        overflow: hidden;
        position: relative;
        @media (max-width: 1260px) {
            margin-left: 0;
            height: 500px;
        }
    }

    &__fix-bg {
        position: absolute;
        width: 100%;
        height: 40%;
        bottom: 0;
        left: 0;
    }

    &__wrap-input {
        min-width: 325px;
        width: 100%;
        padding: 14px 16px;
        background: #FFFFFF;
        border: 1px solid #ECE8FF;
        border-radius: 32px;
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
        align-items: center;
        @media (max-width: 1260px) {
            min-width: 100%;
        }
    }

    &__wrap-input-text {
        max-width: 325px;
        width: 100%;
        margin-left: 12px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 18px;
        line-height: 28px;
        color: #828282;
        background: transparent;
    }

    &__wrap-list {
        margin-top: 16px;
        margin-bottom: 32px;
        max-width: 325px;
        width: 100%;
        padding: 24px;
        background: #FFFFFF;
        border: 1px solid #ECE8FF;
        border-radius: 24px;
        @media (max-width: 1260px) {
            max-width: 100%;
        }
    }

    &__wrap-list-item {
        margin-bottom: 16px;
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
        align-items: center;
        &:last-child {
            margin-bottom: 0;
        }
    }

    &__wrap-list-item-text {
        font-family: 'Inter';
        font-weight: 400;
        font-size: 18px;
        line-height: 28px;
        color: #1B1B29;
        .first {
            color: #E45289;
        }
    }

    &__wrap-list-item-number {
        margin-left: 8px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 18px;
        line-height: 28px;
        color: #828282;
    }

    &__wrap-link {
        width: 325px;
        padding: 16px 40px;
        font-family: 'Inter';
        font-weight: 600;
        font-size: 12px;
        line-height: 18px;
        text-transform: uppercase;
        color: #FFFFFF;
        background: #921CBC;
        border-radius: 60px;
        display: inline-block;
        text-align: center;
        @media (max-width: 720px) {
            padding: 16px 40px;
        }
        @media (max-width: 390px) {
            width: 266px;
        }
    }

    &__wrap-card {
        padding: 32px 32px 24px 40px;
        background: #FFFFFF;
        border: 1px solid #ECE8FF;
        border-radius: 32px;
        @media (max-width: 720px) {
            padding: 12px;
        }
    }

    &__wrap-card-title {
        font-family: 'Inter';
        font-weight: 600;
        font-size: 28px;
        line-height: 32px;
        color: #000000;
    }

    &__wrap-title {
        font-family: 'Inter';
        font-weight: 700;
        font-size: 40px;
        line-height: 48px;
        color: #000000;
        @media (max-width: 720px) {
            font-size: 22px;
            line-height: 32px;
        }
    }

    &__wrap-card-link {
        margin-top: 16px;
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
        align-items: center;
        @media (max-width: 720px) {
            flex-direction: column;
            align-items: flex-start;
        }
    }

    &__wrap-card-link-like {
        margin-top: 16px;
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
        align-items: center;
    }

    &__wrap-card-link-wrap {
        margin-left: 21px;
        display: flex;
        flex-direction: row;
        @media (max-width: 1260px) {
            margin-left: 0;
        }
    }

    &__wrap-card-link-document {
        margin-right: 21px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 16px;
        line-height: 24px;
        color: #921CBC;
    }

    &__wrap-card-link-date{
        font-family: 'Inter';
        font-weight: 400;
        font-size: 16px;
        line-height: 24px;
        color: #828282;
    }

    &__wrap-card-link-text {
        margin-left: 4px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 16px;
        line-height: 24px;
        color: #828282;
        @media (max-width: 720px) {
            font-size: 10px;
            line-height: 20px;
        }
    }

    &__wrap-card-item-comment{
        margin-left: 7px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 16px;
        line-height: 24px;
        color: #828282;
    }

    &__wrap-topic {
        margin-top: 32px;
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
        @media (max-width: 720px) {
            flex-direction: column;
        }
    }

    &__wrap-topic-column {
        margin-right: 145px;
        &:last-child {
            margin-right: 0;
        }
        @media (max-width: 720px) {
            margin-right: 0;
        }
    }

    &__wrap-topic-column-text {
        margin-top: 16px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 16px;
        line-height: 24px;
        color: #025BFF;
        &:first-child {
            margin-top: 0;
        }
    }

    &__wrap-subtitle {
        margin-top: 32px;
        margin-bottom: 16px;
        font-family: 'Inter';
        font-weight: 600;
        font-size: 28px;
        line-height: 32px;
        color: #1B1B29;
    }

    &__wrap-text {
        font-family: 'Inter';
        font-weight: 400;
        font-size: 18px;
        line-height: 28px;
        color: #1B1B29;
        margin-bottom: 16px;
    }

    &__wrap-img {
        border-radius: 32px;
    }

    &__wrap-dots {
        margin-top: 16px;
        display: flex;
        flex-direction: row;
        justify-content: center;
    }

    &__wrap-dot {
        width: 8px;
        height: 8px;
        background-color: #828282;
        margin-left: 12px;
        border-radius: 50%;
        &:first-child {
            margin-left: 0;
            background-color: #921CBC;
        }
    }

    &__wrap-block-info {
        width: 100%;
        padding: 24px;
        background: #F5F3FF;
        border-radius: 32px;
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
        @media (max-width: 720px) {
            padding: 12px;
        }
    }

    &__wrap-block-info-text {
        margin-left: 16px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 18px;
        line-height: 28px;
        color: #333333;
        @media (max-width: 720px) {
            margin-left: 0;
            font-size: 10px;
            line-height: 16px;
        }
        @media (max-width: 390px) {
            max-width: 100px;
            &:last-child {
                max-width: 100%;
            }
        }
    }

    &__wrap-table {
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
    }

    &__wrap-table-step {
        margin-left: 24px;
    }

    &__wrap-table-step-item {
        margin-top: 36px;
        &:first-child {
            margin-top: 0;
        }
    }

    &__wrap-table-step-item-title {
        font-family: 'Inter';
        font-weight: 600;
        font-size: 18px;
        line-height: 28px;
        color: #1B1B29;
        margin-bottom: 4px;
    }

    &__wrap-table-step-item-text {
        font-family: 'Inter';
        font-weight: 400;
        font-size: 16px;
        line-height: 24px;
        color: #1B1B29;
    }

    &__wrap-document {
        margin-top: 24px;
        padding: 24px;
        background: #F2F2F2;
        border-radius: 24px;
        display: flex;
        flex-direction: row;
        justify-content: space-between;
        align-items: center;
        @media (max-width: 720px) {
            padding: 12px;
        }
    }

    &__wrap-document-info {
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
        align-items: center;
    }

    &__wrap-document-donwload {
        display: flex;
        flex-direction: row;
        justify-content: center;
        align-items: center;
        width: 32px;
        height: 32px;
        background: #025BFF;
        border-radius: 16px;
        @media (max-width: 720px) {
            width: 25px;
            height: 25px;
        }
    }

    &__wrap-card-author {
        display: flex;
        flex-direction: row;
        justify-content: flex-start;
    }

    &__wrap-card-author-name {
        font-family: 'Inter';
        font-weight: 400;
        font-size: 16px;
        line-height: 24px;
        color: #1B1B29;
    }

    &__wrap-card-author-description {
        font-family: 'Inter';
        font-style: normal;
        font-weight: 400;
        font-size: 16px;
        line-height: 24px;
        color: #828282;
    }

    &__wrap-card-button {
        padding: 16px 26px;
        font-family: 'Inter';
        font-style: normal;
        font-weight: 600;
        font-size: 12px;
        line-height: 18px;
        text-align: center;
        text-transform: uppercase;
        color: #FFFFFF;
        background: #921CBC;
        border-radius: 60px;
    }

    &__wrap-card-flexwrap {
        display: flex;
        flex-direction: row;
        justify-content: space-between;
        align-items: center;
        @media (max-width: 520px) {
            flex-direction: column;
        }
    }

    &__wrap-card-subtitle-comment {
        margin-bottom: 16px;
        font-family: 'Inter';
        font-weight: 600;
        font-size: 28px;
        line-height: 32px;
        color: #1B1B29;
    }

    &__wrap-card-comment {
        padding: 24px;
        background: #F5F3FF;
        border-radius: 12px;
        position: relative;
    }

    &__wrap-card-comment-input {
        width: 100%;
        background-color: transparent;
        padding-bottom: 75px;
    }

    &__wrap-card-comment-link {
        position: absolute;
        top: 75px;
        right: 16px;
        padding: 16px 26px;
        font-family: 'Inter';
        font-weight: 600;
        font-size: 12px;
        line-height: 18px;
        display: flex;
        align-items: center;
        text-align: center;
        text-transform: uppercase;
        color: #FFFFFF;
        background: #34057B;
        border-radius: 60px;
    }

    &__wrap-card-comment-user {
        margin-top: 32px;
    }

    &__wrap-card-comment-user-header {
        display: flex;
        flex-direction: row;
        justify-content: space-between;
        align-items: center;
    }

    &__wrap-card-comment-user-text {
        max-width: 580px;
        margin-top: 12px;
        margin-bottom: 8px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 18px;
        line-height: 28px;
        color: #1B1B29;
    }

    &__wrap-card-comment-user-answer {
        font-family: 'Inter';
        font-weight: 400;
        font-size: 18px;
        line-height: 28px;
        color: #828282;
    }

    &__wrap-card-comment-user-name {
        margin-left: 16px;
    }

    &__wrap-card-comment-user-name-title {
        font-family: 'Inter';
        font-weight: 400;
        font-size: 18px;
        line-height: 28px;
        color: #1B1B29;
        @media (max-width: 720px) {
            font-size: 12px;
            line-height: 18px;
        }
    }

    &__wrap-card-comment-user-name-text {
        margin-top: 4px;
        font-family: 'Inter';
        font-weight: 400;
        font-size: 14px;
        line-height: 16px;
        color: #828282;
        @media (max-width: 720px) {
            font-size: 12px;
            line-height: 14px;
        }
    }

    &__wrap-card-faq {
        font-family: 'Inter';
        font-weight: 600;
        font-size: 28px;
        line-height: 32px;
        color: #1B1B29;
        margin-bottom: 24px;
    }

    &__wrap-table {
        display: block;
        @media (max-width: 550px) {
            display: none;
        }
    }

    &__wrap-table-img {
        height: 297px;
        @media (max-width: 540px) {
            height: 367px;
        }
        @media (max-width: 338px) {
            height: 440px;
        }
    }

    &__wrap-faq-table {
        display: none;
        @media (max-width: 550px) {
            display: block;
        }
    }

    &__wrap-card-comment-user-header-img {
        width: 48px;
        height: 48px;
        @media (max-width: 720px) {
            width: 24px;
            height: 24px;
        }
    }
}
.first {
    color: #E45289;
}

table {
    border-collapse: collapse;
    border: 1px solid #E9E9E9;
    border-radius: 16px;
}

td, th {
    padding: 16px;
    border: 1px solid #E9E9E9;
    text-align: left;
}
</style> 